// 📂 menu.js
// 🌟 Full Stylish Global Menu — TAYYAB HELL-MD

const more = String.fromCharCode(8206)
const readMore = more.repeat(2001)
const moment = require('moment-timezone')

// Dynamic date, time & uptime
const date = moment().tz('Asia/Karachi').format('DD-MMM-YYYY')
const time = moment().tz('Asia/Karachi').format('hh:mm A')
const uptimeSec = process.uptime()
const hours = Math.floor(uptimeSec / 3600)
const minutes = Math.floor((uptimeSec % 3600) / 60)
const seconds = Math.floor(uptimeSec % 60)
const uptimeStr = `${hours}h ${minutes}m ${seconds}s`

// Status box to show at menu start & each category start
const statusBox = `
╭━━━ *𝗧𝗔𝗬𝗬𝗔𝗕 𝗛𝗘𝗟𝗟-𝗠𝗗* ━━━╮
┃ 🔥 𝗠𝗼𝗱𝗲: PRIVATE|FULL POWER 
┃ 💀 𝗣𝗿𝗼𝘁𝗼𝗰𝗼𝗹: HELL ACTIVATED
┃ 👑 𝗢𝘄𝗻𝗲𝗿: 𝕋𝔸𝕐𝕐𝔸𝔹 
┃ ⚙️ 𝗩𝗲𝗿𝘀𝗶𝗼𝗻: 1.0.0 [𝗛𝗲𝗹𝗹 𝗕𝘂𝗶𝗹𝗱]
┃ ⏳ 𝗨𝗽𝘁𝗶𝗺𝗲: ${uptimeStr}
┃ 📅 𝗗𝗮𝘁𝗲: ${date}
┃ 🕒 𝗧𝗶𝗺𝗲: ${time}
┃ 📌 𝗖𝗼𝗺𝗺𝗮𝗻𝗱𝘀: 222+ 𝗟𝗼𝗮𝗱𝗲𝗱
┃ 🧠 𝗠𝗲𝗻𝘂𝘀: 16+ 𝗖𝗮𝘁𝗲𝗴𝗼𝗿𝗶𝗲𝘀
┃ 📱 𝗗𝗲𝘃𝗶𝗰𝗲: ANDROID-CORE
╰━━━━━━━━━━━━━━━━━━╯
`

global.menu = `
${statusBox}
╔═❖•⊰ *𝗧𝗮𝘆𝘆𝗮𝗯 𝗛𝗲𝗹𝗹-𝗠𝗱* ⊱•❖═╗  
║୧⍤⃝💐 𝗠𝗲𝗻𝘂  
║୧⍤⃝💐 𝗢𝘄𝗻𝗲𝗿𝗠𝗲𝗻𝘂  
║୧⍤⃝💐 𝗗𝗼𝘄𝗻𝗹𝗼𝗮𝗱𝗠𝗲𝗻𝘂  
║୧⍤⃝💐 𝗚𝗿𝗼𝘂𝗽𝗠𝗲𝗻𝘂  
║୧⍤⃝💐 𝗔𝘂𝘁𝗼𝗠𝗲𝗻𝘂  
║୧⍤⃝💐 𝗔𝗜𝗠𝗲𝗻𝘂  
║୧⍤⃝💐 𝗚𝗶𝘁𝗵𝘂𝗯𝗠𝗲𝗻𝘂  
║୧⍤⃝💐 𝗟𝗼𝗴𝗼𝗠𝗲𝗻𝘂  
║୧⍤⃝💐 𝗧𝗼𝗼𝗹𝘀𝗠𝗲𝗻𝘂  
║୧⍤⃝💐 𝗧𝗲𝘅𝘁𝗠𝗲𝗻𝘂  
║୧⍤⃝💐 𝗨𝘁𝗶𝗹𝗶𝘁𝘆𝗠𝗲𝗻𝘂  
║୧⍤⃝💐 𝗘𝘅𝗽𝗹𝗼𝗶𝘁𝘀𝗠𝗲𝗻𝘂  
║୧⍤⃝💐 𝗣𝗵𝗼𝘁𝗼𝗠𝗲𝗻𝘂  
║୧⍤⃝💐 𝗥𝗲𝗮𝗰𝘁𝗠𝗲𝗻𝘂  
║୧⍤⃝💐 𝗚𝗮𝗺𝗲𝗠𝗲𝗻𝘂  
║୧⍤⃝💐 𝗙𝘂𝗻𝗠𝗲𝗻𝘂  
║୧⍤⃝💐 𝗔𝗻𝗶𝗺𝗲𝗠𝗲𝗻𝘂  
╚═══════════════════╝
${readMore}

╔═❖•⊰👑 *𝐎𝐖𝐍𝐄𝐑 𝐌𝐄𝐍𝐔* ⊱•❖═╗
║➊ ☞ 𝐒𝐞𝐥𝐟 🐦‍🔥
║➋ ☞ 𝐏𝐮𝐛𝐥𝐢𝐜 🐦‍🔥
║➌ ☞ 𝐁𝐥𝐨𝐜𝐤 🐦‍🔥
║➍ ☞ 𝐍𝐢𝐜𝐞 🐦‍🔥
║➎ ☞ 𝐑𝐞𝐩𝐨 🐦‍🔥
║➏ ☞ 𝐑𝐞𝐬𝐭𝐚𝐫𝐭 🐦‍🔥
║➐ ☞ 𝐒𝐡𝐮𝐭𝐝𝐨𝐰𝐧 🐦‍🔥
║➑ ☞ 𝐒𝐞𝐭𝐛𝐢𝐨 🐦‍🔥
║➒ ☞ 𝐒𝐞𝐭𝐧𝐚𝐦𝐞 
║➓ ☞ 𝐒𝐞𝐭𝐩𝐩 🐦‍🔥
║⓫ ☞ 𝐒𝐚𝐯𝐞 🐦‍🔥
║⓬ ☞ 𝐉𝐨𝐢𝐧 🐦‍🔥
║⓭ ☞ 𝐋𝐞𝐚𝐯𝐞 🐦‍🔥
║⓮ ☞ 𝐃𝐞𝐥𝐚𝐲𝐦𝐬𝐠 🐦‍🔥
║⓯ ☞ 𝐍𝐮𝐦𝐢𝐧𝐟𝐨 🐦‍🔥
║⓰ ☞ 𝐃𝐞𝐥 🐦‍🔥
║⓱ ☞ 𝐑𝐞𝐚𝐜𝐭𝐜𝐡 🐦‍🔥
║⓲ ☞ 𝐈𝐝𝐜𝐡𝐞𝐜𝐤 🐦‍🔥
╚════════════════╝
${readMore}

╔═❖•⊰ *𝐃𝐎𝐖𝐍𝐋𝐎𝐀𝐃 𝐌𝐄𝐍𝐔* ⊱•❖═╗
║➊ ⟿ 𝙑𝙞𝙙𝙚𝙤 ୧⍤⃝📷  
║➋ ⟿ 𝙑𝙞𝙙𝙚𝙤𝟮 ୧⍤⃝📷  
║➌ ⟿ 𝙈𝙚𝙙𝙞𝙖𝙁𝙞𝙧𝙚 ୧⍤⃝📷  
║➍ ⟿ 𝙎𝙤𝙣𝙜 ୧⍤⃝📷  
║➎ ⟿ 𝙎𝙤𝙣𝙜𝟮 ୧⍤⃝📷  
║➏ ⟿ 𝙋𝙡𝙖𝙮 ୧⍤⃝📷  
║➐ ⟿ 𝙂𝙞𝙩𝙘𝙡𝙤𝙣𝙚 ୧⍤⃝📷  
║➑ ⟿ 𝙏𝙞𝙠𝙏𝙤𝙠 ୧⍤⃝📷  
║➒ ⟿ 𝙄𝙣𝙨𝙩𝙖 ୧⍤⃝📷  
║➓ ⟿ 𝙁𝘽 ୧⍤⃝📷  
║⓫ ⟿ 𝙄𝙈𝙂 ୧⍤⃝📷  
║⓬ ⟿ 𝘼𝙋𝙆 ୧⍤⃝📷  
║⓭ ⟿ 𝙔𝙩𝙢𝙥𝟰 ୧⍤⃝📷  
║⓮ ⟿ 𝙔𝙩𝙢𝙥𝟯 ୧⍤⃝📷  
╚═════════════════╝
${readMore}

╔═❖•⊰ *𝐀𝐔𝐓𝐎 𝐌𝐄𝐍𝐔* ⊱•❖═╗
║➊ ⟿ 𝘼𝙣𝙩𝙞𝙡𝙞𝙣𝙠 🪼  
║➋ ⟿ 𝘼𝙣𝙩𝙞𝙡𝙞𝙣𝙠𝙞𝙘𝙠 🪼  
║➌ ⟿ 𝘼𝙣𝙩𝙞𝙗𝙪𝙜 🪼  
║➍ ⟿ 𝘼𝙣𝙩𝙞𝙙𝙚𝙡𝙚𝙩𝙚 🪼  
║➎ ⟿ 𝘼𝙪𝙩𝙤𝙨𝙩𝙖𝙩𝙪𝙨 🪼  
║➏ ⟿ 𝘼𝙪𝙩𝙤𝙧𝙚𝙖𝙘𝙩 🪼  
║➐ ⟿ 𝘼𝙪𝙩𝙤𝙂𝙧𝙚𝙚𝙩 🪼  
║➑ ⟿ 𝘼𝙪𝙩𝙤𝙏𝙮𝙥𝙞𝙣𝙜 🪼  
║➒ ⟿ 𝘼𝙪𝙩𝙤𝙧𝙚𝙘𝙤𝙧𝙙𝙞𝙣𝙜 🪼  
║➓ ⟿ 𝘼𝙪𝙩𝙤𝙧𝙚𝙖𝙙 🪼  
╚═════════════════╝
${readMore}

╔═❖•⊰ ⚡ *𝐀𝐈 𝐌𝐄𝐍𝐔* ⊱•❖═╗
║➊ ⟿ 𝘾𝙝𝙖𝙩𝙜𝙥𝙩 🥏  
║➋ ⟿ 𝙇𝙇𝙖𝙢𝙖 🥏  
║➌ ⟿ 𝘾𝙡𝙖𝙪𝙙𝙚 🥏  
║➍ ⟿ 𝙈𝙞𝙨𝙩𝙧𝙖𝙡 🥏  
╚════════════════╝
${readMore}

╔═❖•⊰ 👥 *𝐆𝐑𝐎𝐔𝐏 𝐌𝐄𝐍𝐔* ⊱•❖═╗
║➊ ⟿ 𝙆𝙞𝙘𝙠 ☚⍢⃝☚  
║➋ ⟿ 𝘼𝙙𝙙 ☚⍢⃝☚  
║➌ ⟿ 𝙆𝙞𝙘𝙠𝙖𝙡𝙡 ☚⍢⃝☚  
║➍ ⟿ 𝙊𝙥𝙚𝙣 ☚⍢⃝☚  
║➎ ⟿ 𝘾𝙡𝙤𝙨𝙚 ☚⍢⃝☚  
║➏ ⟿ 𝙏𝙖𝙜𝙖𝙡𝙡 ☚⍢⃝☚  
║➐ ⟿ 𝙏𝙖𝙜𝙖𝙙𝙢𝙞𝙣 ☚⍢⃝☚  
║➑ ⟿ 𝙃𝙞𝙙𝙚𝙩𝙖𝙜 ☚⍢⃝☚  
║➒ ⟿ 𝙇𝙞𝙨𝙩𝙖𝙘𝙩𝙞𝙫𝙚 ☚⍢⃝☚  
║➓ ⟿ 𝘾𝙝𝙖𝙣𝙜𝙚𝙣𝙖𝙢𝙚 ☚⍢⃝☚  
║⓫ ⟿ 𝘾𝙡𝙤𝙨𝙚𝙩𝙞𝙢𝙚 ☚⍢⃝☚  
║⓬ ⟿ 𝙂𝙞𝙣𝙛𝙤 ☚⍢⃝☚  
║⓭ ⟿ 𝙒𝙖𝙧𝙣 ☚⍢⃝☚  
║⓮ ⟿ 𝙂𝙥𝙥 ☚⍢⃝☚  
║⓯ ⟿ 𝙋𝙧𝙤𝙢𝙤𝙩𝙚 ☚⍢⃝☚  
║⓰ ⟿ 𝘿𝙚𝙢𝙤𝙩𝙚 ☚⍢⃝☚  
║⓱ ⟿ 𝙋𝙧𝙤𝙢𝙤𝙩𝙚𝙖𝙡𝙡 ☚⍢⃝☚  
║⓲ ⟿ 𝘿𝙚𝙢𝙤𝙩𝙚𝙖𝙡𝙡 ☚⍢⃝☚  
║⓳ ⟿ 𝘼𝙙𝙢𝙞𝙣𝙠𝙞𝙡𝙡 ☚⍢⃝☚  
║⓴ ⟿ 𝙇𝙚𝙖𝙫𝙚 ☚⍢⃝☚  
╚════════════════════╝
${readMore}

╔═❖•⊰ 💻 *𝐆𝐈𝐓𝐇𝐔𝐁 𝐌𝐄𝐍𝐔* ⊱•❖═╗
║➊ ⟿ 𝙂𝙞𝙩𝙃𝙪𝙗 🪔  
║➋ ⟿ 𝙂𝙞𝙩𝙘𝙡𝙤𝙣𝙚 🪔  
║➌ ⟿ 𝙂𝙞𝙩𝙧𝙚𝙥𝙤𝙨 🪔  
║➍ ⟿ 𝙂𝙞𝙩𝙛𝙤𝙡𝙡𝙤𝙬𝙚𝙧𝙨 🪔  
║➎ ⟿ 𝙂𝙞𝙩𝙨𝙩𝙖𝙧𝙧𝙚𝙙 🪔  
║➏ ⟿ 𝙂𝙞𝙩𝙛𝙤𝙡𝙡𝙤𝙬 🪔  
╚═════════════════╝
${readMore}

╔═❖•⊰ 🎨 *𝐋𝐎𝐆𝐎 𝐌𝐄𝐍𝐔* ⊱•❖═╗
║➊ ⟿ 𝙇𝙤𝙜𝙤 ୧⍤⃝💐  
║➋ ⟿ 𝙙𝟹𝙘𝙤𝙢𝙞𝙘 ୧⍤⃝💐  
║➌ ⟿ 𝘿𝙧𝙖𝙜𝙤𝙣𝙗𝙖𝙡𝙡 ୧⍤⃝💐  
║➍ ⟿ 𝘿𝙚𝙖𝙙𝙥𝙤𝙤𝙡 ୧⍤⃝💐  
║➎ ⟿ 𝘽𝙡𝙖𝙘𝙠𝙥𝙞𝙣𝙠 ୧⍤⃝💐  
║➏ ⟿ 𝙉𝙚𝙤𝙣𝙡𝙞𝙜𝙝𝙩 ୧⍤⃝💐  
║➐ ⟿ 𝘾𝙖𝙩 ୧⍤⃝💐  
╚════════════╝
${readMore}

╔═❖•⊰ 🛠️ *𝐓𝐎𝐎𝐋𝐒 𝐌𝐄𝐍𝐔* ⊱•❖═╗
║➊ ⟿ 𝙍𝙚𝙖𝙙𝙢𝙤𝙧𝙚 ☣  
║➋ ⟿ 𝙉𝙞𝙘𝙚 ☣  
║➌ ⟿ 𝙎𝙖𝙮 ☣  
║➍ ⟿ 𝙏𝙏𝙀 ☣  
║➎ ⟿ 𝘾𝙖𝙡𝙘 ☣  
║➏ ⟿ 𝙋𝙤𝙡𝙡 ☣  
║➐ ⟿ 𝙃𝙖𝙘𝙠 ☣  
║➑ ⟿ 𝙈𝙖𝙩𝙧𝙞𝙭 ☣  
║➒ ⟿ 𝙁𝙖𝙣𝙘𝙮 ☣  
║➓ ⟿ 𝘾𝙥𝙥 ☣  
║⓫ ⟿ 𝙄𝙣𝙨𝙪𝙡𝙩 ☣  
║⓬ ⟿ 𝙃𝙖𝙧𝙖𝙢𝙞 ☣  
║⓭ ⟿ 𝙎𝙝𝙖𝙥𝙖𝙧 ☣  
║⓮ ⟿ 𝙃𝙚𝙖𝙧𝙩 ☣  
║⓯ ⟿ 𝘾𝙝𝙚𝙘𝙠𝙢𝙚 ☣  
╚═══════════════╝
${readMore}

╔═❖•⊰ ✍️ *𝐓𝐄𝐗𝐓 𝐄𝐅𝐅𝐄𝐂𝐓* ⊱•❖═╗
║➊ ⟿ 𝙁𝙡𝙞𝙥𝙩𝙚𝙭𝙩 ✏  
║➋ ⟿ 𝙎𝙢𝙖𝙡𝙡𝙘𝙖𝙥𝙨 ✏  
║➌ ⟿ 𝙕𝙖𝙡𝙜𝙤 ✏  
║➍ ⟿ 𝙕𝙖𝙡𝙜𝙤2 ✏  
║➎ ⟿ 𝘽𝙪𝙗𝙗𝙡𝙚 ✏  
║➏ ⟿ 𝙎𝙩𝙧𝙞𝙠𝙚 ✏  
║➐ ⟿ 𝙍𝙚𝙫𝙚𝙧𝙨𝙚 ✏  
║➑ ⟿ 𝙈𝙞𝙧𝙧𝙤𝙧 ✏  
║➒ ⟿ 𝘼𝙣𝙞𝙢𝙖𝙡 ✏  
║➓ ⟿ 𝙏𝙏𝙀 ✏  
╚════════════════╝
${readMore}

╔═❖•⊰ ⚙️ *𝗨𝗧𝗜𝗟𝗜𝗧𝗬 𝗠𝗘𝗡𝗨* ⊱•❖═╗
║➊ ⟿ 𝗣𝗶𝗻𝗴 🔮  
║➋ ⟿ 𝗔𝗹𝗶𝘃𝗲 🔮  
║➌ ⟿ 𝗥𝘂𝗻𝘁𝗶𝗺𝗲 🔮  
║➍ ⟿ 𝗢𝘄𝗻𝗲𝗿 🔮  
║➎ ⟿ 𝗕𝗼𝘁𝗻𝗮𝗺𝗲 🔮  
║➏ ⟿ 𝗜𝗻𝘁𝗿𝗼 🔮  
║➐ ⟿ 𝗖𝗵𝗮𝗻𝗻𝗲𝗹 🔮  
║➑ ⟿ 𝗜𝗻𝗳𝗼 🔮  
║➒ ⟿ 𝗛𝗲𝗹𝗽 🔮  
╚═══════════════╝
${readMore}

╔═❖•⊰ *𝗘𝗫𝗣𝗟𝗢𝗜𝗧𝗦 𝗠𝗘𝗡𝗨* ⊱•❖═╗
║➊ ⟿ 𝗫𝗿𝗮𝘆 𓄀  
║➋ ⟿ 𝗗𝗶𝘀𝗸 𓄀  
║➌ ⟿ 𝗚𝗵𝗼𝘀𝘁𝗽𝗶𝗻𝗴 𓄀  
║➍ ⟿ 𝗥𝗼𝗼𝘁𝗺𝗲 𓄀  
║➎ ⟿ 𝗡𝘂𝗺𝗶𝗻𝗳𝗼 𓄀  
║➏ ⟿ 𝗔𝗱𝗺𝗶𝗻𝗸𝗶𝗹𝗹 𓄀  
║➐ ⟿ 𝗪𝗲𝗮𝘁𝗵𝗲𝗿 𓄀  
╚════════════════╝

${readMore}

╔═❖•⊰ 🖼️ *𝗣𝗛𝗢𝗧𝗢 𝗠𝗘𝗡𝗨* ⊱•❖═╗
║➊ ⟿ 𝗔𝗿𝘁 ୧⍤⃝💐  
║➋ ⟿ 𝗪𝗮𝗹𝗹𝗽𝗮𝗽𝗲𝗿 ୧⍤⃝💐  
║➌ ⟿ 𝗚𝗮𝗺𝗲𝘄𝗮𝗹𝗹𝗽𝗮𝗽𝗲𝗿 ୧⍤⃝💐  
║➍ ⟿ 𝗖𝘆𝗯𝗲𝗿 ୧⍤⃝💐  
║➎ ⟿ 𝗚𝗿𝗲𝗺𝗼𝗿𝘆 ୧⍤⃝💐  
║➏ ⟿ 𝗛𝗮𝗰𝗸𝗲𝗿 ୧⍤⃝💐  
║➐ ⟿ 𝗛𝗲𝘀𝘁𝗶𝗮 ୧⍤⃝💐  
║➑ ⟿ 𝗝𝗶𝗯𝗿𝗶𝗹 ୧⍤⃝💐  
║➒ ⟿ 𝗥𝗼𝘀𝗲 ୧⍤⃝💐  
║➓ ⟿ 𝗧𝗲𝗰𝗵𝗻𝗼𝗹𝗼𝗴𝘆 ୧⍤⃝💐  
║⓫ ⟿ 𝗣𝘂𝗯𝗴 ୧⍤⃝💐  
║⓬ ⟿ 𝗙𝗿𝗲𝗲𝗙𝗶𝗿𝗲 ୧⍤⃝💐  
║⓭ ⟿ 𝗠𝗼𝘂𝗻𝘁𝗮𝗶𝗻 ୧⍤⃝💐  
║⓮ ⟿ 𝗜𝘀𝗹𝗮𝗺𝗶𝗰 ୧⍤⃝💐  
║⓯ ⟿ 𝗗𝗼𝗴 ୧⍤⃝💐  
║⓰ ⟿ 𝗜𝗺𝗴𝗰𝗮𝘁 ୧⍤⃝💐  
╚════════════════╝
${readMore}

╔═❖•⊰ 💫 *𝗥𝗘𝗔𝗖𝗧 𝗠𝗘𝗡𝗨* ⊱•❖═╗
║➊ ⟿ 𝗞𝗶𝗹𝗹 🪅  
║➋ ⟿ 𝗣𝗮𝘁 🪅  
║➌ ⟿ 𝗖𝗿𝘆 🪅  
║➍ ⟿ 𝗛𝘂𝗴 🪅  
║➎ ⟿ 𝗞𝗶𝘀𝘀 🪅  
║➏ ⟿ 𝗦𝗹𝗮𝗽 🪅  
║➐ ⟿ 𝗦𝗮𝗱 🪅  
║➑ ⟿ 𝗕𝗶𝘁𝗲 🪅  
║➒ ⟿ 𝗕𝗮𝗸𝗮 🪅  
║➓ ⟿ 𝗦𝗺𝗶𝗹𝗲 🪅  
║⓫ ⟿ 𝗟𝗼𝘃𝗲 🪅 
╚════════════════╝
${readMore}

╔═❖•⊰ 🎮 *𝗚𝗔𝗠𝗘 𝗠𝗘𝗡𝗨* ⊱•❖═╗  
║➊ ⟿ 𝗧𝗶𝗰𝘁𝗮𝗰𝘁𝗼𝗲 ⛟  
║➋ ⟿ 𝗥𝗽𝘀 ⛟  
║➌ ⟿ 𝗙𝗹𝗮𝗴 ⛟  
║➍ ⟿ 𝗠𝗮𝘁𝗵 ⛟  
║➎ ⟿ 𝗚𝘂𝗲𝘀𝘀𝗻𝘂𝗺𝗯𝗲𝗿 ⛟  
║➏ ⟿ 𝗦𝗰𝗿𝗮𝗺𝗯𝗹𝗲 ⛟  
║➐ ⟿ 𝗥𝗶𝗱𝗱𝗹𝗲 ⛟  
║➑ ⟿ 𝗘𝗺𝗼𝗷𝗶 ⛟  
╚═══════════════╝
${readMore}


╔═❖•⊰ 🎉 *𝗙𝗨𝗡 𝗠𝗘𝗡𝗨* ⊱•❖═╗  
║➊ ⟿ 𝗝𝗼𝗸𝗲 ⛃  
║➋ ⟿ 𝗠𝗲𝗺𝗲 ⛃  
║➌ ⟿ 𝗔𝗻𝗶𝗺𝗲 ⛃  
║➍ ⟿ 𝗤𝘂𝗼𝘁𝗲 ⛃  
║➎ ⟿ 𝗧𝗿𝘂𝘁𝗵𝗼𝗿𝗱𝗮𝗿𝗲 ⛃  
║➏ ⟿ 𝗘𝗶𝗴𝗵𝘁𝗕𝗮𝗹𝗹 ⛃  
║➐ ⟿ 𝗥𝗼𝗮𝘀𝘁 ⛃  
║➑ ⟿ 𝗙𝗮𝗰𝘁 ⛃  
║➒ ⟿ 𝗛𝗶𝘀𝘁𝗼𝗿𝘆𝗳𝗮𝗰𝘁 ⛃  
║➓ ⟿ 𝗖𝗮𝗽𝘁𝗶𝗼𝗻𝘀 ⛃  
║⓫ ⟿ 𝗧𝗿𝗶𝘃𝗶𝗮 ⛃  
╚═════════════════╝
${readMore}

╔═❖•⊰ 🎎 *𝗔𝗡𝗜𝗠𝗘 𝗠𝗘𝗡𝗨* ⊱•❖═╗  
║➊ ⟿ 𝗪𝗮𝗶𝗳𝘂 🌸  
║➋ ⟿ 𝗡𝗲𝗸𝗼 🌸  
║➌ ⟿ 𝗡𝗲𝗸𝗼𝟮 🌸  
║➍ ⟿ 𝗔𝗸𝗶𝘆𝗮𝗺𝗮 🌸  
║➎ ⟿ 𝗔𝘀𝘂𝗻𝗮 🌸  
║➏ ⟿ 𝗔𝘆𝘂𝘇𝗮𝘄𝗮 🌸  
║➐ ⟿ 𝗕𝗼𝗿𝘂𝘁𝗼 🌸  
║➑ ⟿ 𝗔𝗻𝗮 🌸  
║➒ ⟿ 𝗔𝗿𝘁 🌸  
║➓ ⟿ 𝗕𝗧𝗦 🌸  
║⓫ ⟿ 𝗖𝗮𝗿𝘁𝗼𝗼𝗻 🌸  
║⓬ ⟿ 𝗖𝗵𝗶𝗵𝗼 🌸  
║⓭ ⟿ 𝗖𝗵𝗶𝘁𝗼𝗴𝗲 🌸  
║⓮ ⟿ 𝗖𝗼𝘀𝗽𝗹𝗮𝘆 🌸  
║⓯ ⟿ 𝗖𝗼𝘀𝗽𝗹𝗮𝘆𝗹𝗼𝗹𝗶 🌸  
║⓰ ⟿ 𝗖𝗼𝘀𝗽𝗹𝗮𝘆𝘀𝗮𝗴𝗶𝗿𝗶 🌸  
║⓱ ⟿ 𝗖𝘆𝗯𝗲𝗿 🌸  
║⓲ ⟿ 𝗗𝗲𝗶𝗱𝗮𝗿𝗮 🌸  
║⓳ ⟿ 𝗗𝗼𝗿𝗮𝗲𝗺𝗼𝗻 🌸  
║⓴ ⟿ 𝗘𝗹𝗮𝗶𝗻𝗮 🌸  
║㉑ ⟿ 𝗘𝗺𝗶𝗹𝗶𝗮 🌸  
║㉒ ⟿ 𝗘𝗿𝘇𝗮 🌸  
║㉓ ⟿ 𝗘𝘅𝗼 🌸  
║㉔ ⟿ 𝗚𝗮𝗺𝗲𝘄𝗮𝗹𝗹𝗽𝗮𝗽𝗲𝗿 🌸  
║㉕ ⟿ 𝗛𝗶𝗻𝗮𝘁𝗮 🌸  
║㉖ ⟿ 𝗛𝘂𝘀𝗯𝘂 🌸  
║㉗ ⟿ 𝗜𝘁𝗮𝗰𝗵𝗶 🌸  
║㉘ ⟿ 𝗜𝘁𝗮𝗰𝗵𝗶𝘂𝗰𝗵𝗶𝗵𝗮 🌸  
║㉙ ⟿ 𝗜𝘁𝗼𝗿𝗶 🌸  
║㉚ ⟿ 𝗝𝘀𝗷 🌸  
║㉛ ⟿ 𝗠𝗶𝗸𝗮𝘀𝗮 🌸  
║㉜ ⟿ 𝗡𝗲𝘇𝘂𝗸𝗼 🌸  
║㉝ ⟿ 𝗬𝘂𝗺𝗲𝗸𝗼 🌸  
║㉞ ⟿ 𝗭𝗲𝗿𝗼𝘁𝘄𝗼 🌸  
║㉟ ⟿ 𝗞𝗶𝘁𝘀𝘂𝗻𝗲 🌸  
║㊱ ⟿ 𝗞𝘂𝗿𝘂𝗺𝗶 🌸  
║㊲ ⟿ 𝗕𝗹𝘂𝘀𝗵 🌸  
║㊳ ⟿ 𝗥𝗲𝗺 🌸  
║㊴ ⟿ 𝗔𝗻𝗶𝗺𝗲𝗵𝘂𝗴 🌸  
║㊵ ⟿ 𝗔𝗻𝗶𝗺𝗲𝗸𝗶𝘀𝘀 🌸  
║㊶ ⟿ 𝗖𝘂𝗱𝗱𝗹𝗲 🌸  
║㊷ ⟿ 𝗔𝗻𝗶𝗺𝗲𝗴𝗶𝗿𝗹 🌸  
║㊸ ⟿ 𝗦𝗵𝗶𝗻𝗼𝗯𝘂 🌸  
║㊹ ⟿ 𝗠𝗲𝗴𝘂𝗺𝗶𝗻 🌸  
║㊺ ⟿ 𝗟𝘂𝗳𝗳𝘆 🌸  
╚═════════════════╝

*『𝙄𝙛 𝙮𝙤𝙪 𝙘𝙖𝙣'𝙩 𝙝𝙖𝙣𝙙𝙡𝙚 𝙩𝙝𝙚 𝙝𝙚𝙖𝙩... 𝙙𝙤𝙣'𝙩 𝙩𝙤𝙪𝙘𝙝 𝙩𝙝𝙚 𝙛𝙞𝙧𝙚. 🔥*
*𝙎𝙞𝙜𝙣𝙞𝙣𝙜 𝙤𝙛𝙛 𝙬𝙞𝙩𝙝 𝙖 𝙗𝙪𝙧𝙣... 𝙩𝙝𝙞𝙨 𝙞𝙨 𝙃𝙀𝙇𝙇. 🚀』* 
${readMore} 
*https://github.com/TAYYAB-Exploits/TAYYAB-HellBot*

`


// 📂 menu.js
// 🌟 Full Stylish Global Menus — TAYYAB HELL-MD

// ================== OWNER MENU ==================
global.ownermenu = `
${statusBox}
╔══❖•⊰ 👑 𝐎𝐖𝐍𝐄𝐑 𝐌𝐄𝐍𝐔 ⊱•❖══╗
║➊ ☞ 𝐒𝐞𝐥𝐟 🐦‍🔥
║➋ ☞ 𝐏𝐮𝐛𝐥𝐢𝐜 🐦‍🔥
║➌ ☞ 𝐁𝐥𝐨𝐜𝐤 🐦‍🔥
║➍ ☞ 𝐍𝐢𝐜𝐞 🐦‍🔥
║➎ ☞ 𝐑𝐞𝐩𝐨 🐦‍🔥
║➏ ☞ 𝐑𝐞𝐬𝐭𝐚𝐫𝐭 🐦‍🔥
║➐ ☞ 𝐒𝐡𝐮𝐭𝐝𝐨𝐰𝐧 🐦‍🔥
║➑ ☞ 𝐒𝐞𝐭𝐛𝐢𝐨 🐦‍🔥
║➒ ☞ 𝐒𝐞𝐭𝐧𝐚𝐦𝐞 
║➓ ☞ 𝐒𝐞𝐭𝐩𝐩 🐦‍🔥
║⓫ ☞ 𝐒𝐚𝐯𝐞 🐦‍🔥
║⓬ ☞ 𝐉𝐨𝐢𝐧 🐦‍🔥
║⓭ ☞ 𝐋𝐞𝐚𝐯𝐞 🐦‍🔥
║⓮ ☞ 𝐃𝐞𝐥𝐚𝐲𝐦𝐬𝐠 🐦‍🔥
║⓯ ☞ 𝐍𝐮𝐦𝐢𝐧𝐟𝐨 🐦‍🔥
║⓰ ☞ 𝐃𝐞𝐥 🐦‍🔥
║⓱ ☞ 𝐑𝐞𝐚𝐜𝐭𝐜𝐡 🐦‍🔥
║⓲ ☞ 𝐈𝐝𝐜𝐡𝐞𝐜𝐤 🐦‍🔥
╚════════════════╝
`


// ================== DOWNLOAD MENU ==================
global.downloadmenu = `
${statusBox}
╔══❖•⊰ 𝐃𝐎𝐖𝐍𝐋𝐎𝐀𝐃 𝐌𝐄𝐍𝐔 ⊱•❖══╗
║➊ ⟿ 𝙑𝙞𝙙𝙚𝙤 🪼  
║➋ ⟿ 𝙑𝙞𝙙𝙚𝙤𝟮 🪼  
║➌ ⟿ 𝙈𝙚𝙙𝙞𝙖𝙁𝙞𝙧𝙚 🪼  
║➍ ⟿ 𝙎𝙤𝙣𝙜 🪼  
║➎ ⟿ 𝙎𝙤𝙣𝙜𝟮 🪼  
║➏ ⟿ 𝙋𝙡𝙖𝙮 🪼  
║➐ ⟿ 𝙂𝙞𝙩𝙘𝙡𝙤𝙣𝙚 🪼  
║➑ ⟿ 𝙏𝙞𝙠𝙏𝙤𝙠 🪼  
║➒ ⟿ 𝙄𝙣𝙨𝙩𝙖 🪼  
║➓ ⟿ 𝙁𝘽 🪼  
║⓫ ⟿ 𝙄𝙈𝙂 🪼  
║⓬ ⟿ 𝘼𝙋𝙆 🪼  
║⓭ ⟿ 𝙔𝙩𝙢𝙥𝟰 🪼  
║⓮ ⟿ 𝙔𝙩𝙢𝙥𝟯 🪼  
╚═════════════════╝
`

// ================== AUTO MENU ==================
global.automenu = `
${statusBox}
╔══❖•⊰ 𝐀𝐔𝐓𝐎 𝐌𝐄𝐍𝐔 ⊱•❖══╗
║➊ ⟿ 𝘼𝙣𝙩𝙞𝙡𝙞𝙣𝙠 🪼  
║➋ ⟿ 𝘼𝙣𝙩𝙞𝙡𝙞𝙣𝙠𝙞𝙘𝙠 🪼  
║➌ ⟿ 𝘼𝙣𝙩𝙞𝙗𝙪𝙜 🪼  
║➍ ⟿ 𝘼𝙣𝙩𝙞𝙙𝙚𝙡𝙚𝙩𝙚 🪼  
║➎ ⟿ 𝘼𝙪𝙩𝙤𝙨𝙩𝙖𝙩𝙪𝙨 🪼  
║➏ ⟿ 𝘼𝙪𝙩𝙤𝙧𝙚𝙖𝙘𝙩 🪼  
║➐ ⟿ 𝘼𝙪𝙩𝙤𝙂𝙧𝙚𝙚𝙩 🪼  
║➑ ⟿ 𝘼𝙪𝙩𝙤𝙏𝙮𝙥𝙞𝙣𝙜 🪼  
║➒ ⟿ 𝘼𝙪𝙩𝙤𝙧𝙚𝙘𝙤𝙧𝙙𝙞𝙣𝙜 🪼  
║➓ ⟿ 𝘼𝙪𝙩𝙤𝙧𝙚𝙖𝙙 🪼  
╚═════════════════╝
`


// ================== AI MENU ==================
global.aimenu = `
${statusBox}
╔═❖•⊰ ⚡ 𝐀𝐈 𝐌𝐄𝐍𝐔 ⊱•❖═╗
║➊ ⟿ 𝘾𝙝𝙖𝙩𝙜𝙥𝙩 🥏  
║➋ ⟿ 𝙇𝙇𝙖𝙢𝙖 🥏  
║➌ ⟿ 𝘾𝙡𝙖𝙪𝙙𝙚 🥏  
║➍ ⟿ 𝙈𝙞𝙨𝙩𝙧𝙖𝙡 🥏  
╚════════════════╝
`

// ================== GROUP MENU ==================
global.groupmenu = `
${statusBox}
╔═══❖•⊰ 👥 𝐆𝐑𝐎𝐔𝐏 𝐌𝐄𝐍𝐔 ⊱•❖═══╗
║➊ ⟿ 𝙆𝙞𝙘𝙠 ☚⍢⃝☚  
║➋ ⟿ 𝘼𝙙𝙙 ☚⍢⃝☚  
║➌ ⟿ 𝙆𝙞𝙘𝙠𝙖𝙡𝙡 ☚⍢⃝☚  
║➍ ⟿ 𝙊𝙥𝙚𝙣 ☚⍢⃝☚  
║➎ ⟿ 𝘾𝙡𝙤𝙨𝙚 ☚⍢⃝☚  
║➏ ⟿ 𝙏𝙖𝙜𝙖𝙡𝙡 ☚⍢⃝☚  
║➐ ⟿ 𝙏𝙖𝙜𝙖𝙙𝙢𝙞𝙣 ☚⍢⃝☚  
║➑ ⟿ 𝙃𝙞𝙙𝙚𝙩𝙖𝙜 ☚⍢⃝☚  
║➒ ⟿ 𝙇𝙞𝙨𝙩𝙖𝙘𝙩𝙞𝙫𝙚 ☚⍢⃝☚  
║➓ ⟿ 𝘾𝙝𝙖𝙣𝙜𝙚𝙣𝙖𝙢𝙚 ☚⍢⃝☚  
║⓫ ⟿ 𝘾𝙡𝙤𝙨𝙚𝙩𝙞𝙢𝙚 ☚⍢⃝☚  
║⓬ ⟿ 𝙂𝙞𝙣𝙛𝙤 ☚⍢⃝☚  
║⓭ ⟿ 𝙒𝙖𝙧𝙣 ☚⍢⃝☚  
║⓮ ⟿ 𝙂𝙥𝙥 ☚⍢⃝☚  
║⓯ ⟿ 𝙋𝙧𝙤𝙢𝙤𝙩𝙚 ☚⍢⃝☚  
║⓰ ⟿ 𝘿𝙚𝙢𝙤𝙩𝙚 ☚⍢⃝☚  
║⓱ ⟿ 𝙋𝙧𝙤𝙢𝙤𝙩𝙚𝙖𝙡𝙡 ☚⍢⃝☚  
║⓲ ⟿ 𝘿𝙚𝙢𝙤𝙩𝙚𝙖𝙡𝙡 ☚⍢⃝☚  
║⓳ ⟿ 𝘼𝙙𝙢𝙞𝙣𝙠𝙞𝙡𝙡 ☚⍢⃝☚  
║⓴ ⟿ 𝙇𝙚𝙖𝙫𝙚 ☚⍢⃝☚  
╚════════════════════╝
`


// ================== GITHUB MENU ==================
global.githubmenu = `
${statusBox}
╔═❖•⊰ 💻 𝐆𝐈𝐓𝐇𝐔𝐁 𝐌𝐄𝐍𝐔 ⊱•❖═╗
║➊ ⟿ 𝙂𝙞𝙩𝙃𝙪𝙗 🪔  
║➋ ⟿ 𝙂𝙞𝙩𝙘𝙡𝙤𝙣𝙚 🪔  
║➌ ⟿ 𝙂𝙞𝙩𝙧𝙚𝙥𝙤𝙨 🪔  
║➍ ⟿ 𝙂𝙞𝙩𝙛𝙤𝙡𝙡𝙤𝙬𝙚𝙧𝙨 🪔  
║➎ ⟿ 𝙂𝙞𝙩𝙨𝙩𝙖𝙧𝙧𝙚𝙙 🪔  
║➏ ⟿ 𝙂𝙞𝙩𝙛𝙤𝙡𝙡𝙤𝙬 🪔  
╚═════════════════╝
`

// ================== LOGO MENU ==================
global.logomenu = `
${statusBox}
╔═❖•⊰ 🎨 𝐋𝐎𝐆𝐎 𝐌𝐄𝐍𝐔 ⊱•❖═╗
║➊ ⟿ 𝙇𝙤𝙜𝙤 ୧⍤⃝💐  
║➋ ⟿ 𝙙𝟹𝙘𝙤𝙢𝙞𝙘 ୧⍤⃝💐  
║➌ ⟿ 𝘿𝙧𝙖𝙜𝙤𝙣𝙗𝙖𝙡𝙡 ୧⍤⃝💐  
║➍ ⟿ 𝘿𝙚𝙖𝙙𝙥𝙤𝙤𝙡 ୧⍤⃝💐  
║➎ ⟿ 𝘽𝙡𝙖𝙘𝙠𝙥𝙞𝙣𝙠 ୧⍤⃝💐  
║➏ ⟿ 𝙉𝙚𝙤𝙣𝙡𝙞𝙜𝙝𝙩 ୧⍤⃝💐  
║➐ ⟿ 𝘾𝙖𝙩 ୧⍤⃝💐  
╚════════════╝
`


// ================== TOOLS MENU ==================
global.toolsmenu = `
${statusBox}
╔═══❖•⊰ 🛠️ 𝐓𝐎𝐎𝐋𝐒 𝐌𝐄𝐍𝐔 ⊱•❖═══╗
║➊ ⟿ 𝙍𝙚𝙖𝙙𝙢𝙤𝙧𝙚 ☣  
║➋ ⟿ 𝙉𝙞𝙘𝙚 ☣  
║➌ ⟿ 𝙎𝙖𝙮 ☣  
║➍ ⟿ 𝙏𝙏𝙀 ☣  
║➎ ⟿ 𝘾𝙖𝙡𝙘 ☣  
║➏ ⟿ 𝙋𝙤𝙡𝙡 ☣  
║➐ ⟿ 𝙃𝙖𝙘𝙠 ☣  
║➑ ⟿ 𝙈𝙖𝙩𝙧𝙞𝙭 ☣  
║➒ ⟿ 𝙁𝙖𝙣𝙘𝙮 ☣  
║➓ ⟿ 𝘾𝙥𝙥 ☣  
║⓫ ⟿ 𝙄𝙣𝙨𝙪𝙡𝙩 ☣  
║⓬ ⟿ 𝙃𝙖𝙧𝙖𝙢𝙞 ☣  
║⓭ ⟿ 𝙎𝙝𝙖𝙥𝙖𝙧 ☣  
║⓮ ⟿ 𝙃𝙚𝙖𝙧𝙩 ☣  
║⓯ ⟿ 𝘾𝙝𝙚𝙘𝙠𝙢𝙚 ☣  
╚═══════════════╝
`


// ================== TEXT MENU ==================
global.textmenu = `
${statusBox}
╔══❖•⊰ ✍️ 𝐓𝐄𝐗𝐓 𝐄𝐅𝐅𝐄𝐂𝐓 ⊱•❖══╗
║➊ ⟿ 𝙁𝙡𝙞𝙥𝙩𝙚𝙭𝙩 ✏  
║➋ ⟿ 𝙎𝙢𝙖𝙡𝙡𝙘𝙖𝙥𝙨 ✏  
║➌ ⟿ 𝙕𝙖𝙡𝙜𝙤 ✏  
║➍ ⟿ 𝙕𝙖𝙡𝙜𝙤2 ✏  
║➎ ⟿ 𝘽𝙪𝙗𝙗𝙡𝙚 ✏  
║➏ ⟿ 𝙎𝙩𝙧𝙞𝙠𝙚 ✏  
║➐ ⟿ 𝙍𝙚𝙫𝙚𝙧𝙨𝙚 ✏  
║➑ ⟿ 𝙈𝙞𝙧𝙧𝙤𝙧 ✏  
║➒ ⟿ 𝘼𝙣𝙞𝙢𝙖𝙡 ✏  
║➓ ⟿ 𝙏𝙏𝙀 ✏  
╚════════════════╝
`

// ================== UTILITY MENU ==================
global.utilitymenu = `
${statusBox}
╔═══❖•⊰ ⚙️ 𝗨𝗧𝗜𝗟𝗜𝗧𝗬 𝗠𝗘𝗡𝗨 ⊱•❖═══╗
║➊ ⟿ 𝗣𝗶𝗻𝗴 🔮  
║➋ ⟿ 𝗔𝗹𝗶𝘃𝗲 🔮  
║➌ ⟿ 𝗥𝘂𝗻𝘁𝗶𝗺𝗲 🔮  
║➍ ⟿ 𝗢𝘄𝗻𝗲𝗿 🔮  
║➎ ⟿ 𝗕𝗼𝘁𝗻𝗮𝗺𝗲 🔮  
║➏ ⟿ 𝗜𝗻𝘁𝗿𝗼 🔮  
║➐ ⟿ 𝗖𝗵𝗮𝗻𝗻𝗲𝗹 🔮  
║➑ ⟿ 𝗜𝗻𝗳𝗼 🔮  
║➒ ⟿ 𝗛𝗲𝗹𝗽 🔮  
╚═════════════════╝
`

// ================== EXPLOITS MENU ==================
global.exploitsmenu = `
${statusBox}
╔═══❖•⊰ 💀 𝗘𝗫𝗣𝗟𝗢𝗜𝗧𝗦 𝗠𝗘𝗡𝗨 ⊱•❖═══╗
║➊ ⟿ 𝗫𝗿𝗮𝘆 𓄀  
║➋ ⟿ 𝗗𝗶𝘀𝗸 𓄀  
║➌ ⟿ 𝗚𝗵𝗼𝘀𝘁𝗽𝗶𝗻𝗴 𓄀  
║➍ ⟿ 𝗥𝗼𝗼𝘁𝗺𝗲 𓄀  
║➎ ⟿ 𝗡𝘂𝗺𝗶𝗻𝗳𝗼 𓄀  
║➏ ⟿ 𝗔𝗱𝗺𝗶𝗻𝗸𝗶𝗹𝗹 𓄀  
║➐ ⟿ 𝗪𝗲𝗮𝘁𝗵𝗲𝗿 𓄀  
╚══════════════════╝
`


// ================== PHOTO MENU ==================
global.photomenu = `
${statusBox}
╔═══❖•⊰ 🖼️ 𝗣𝗛𝗢𝗧𝗢 𝗠𝗘𝗡𝗨 ⊱•❖═══╗
║➊ ⟿ 𝗔𝗿𝘁 ୧⍤⃝💐  
║➋ ⟿ 𝗪𝗮𝗹𝗹𝗽𝗮𝗽𝗲𝗿 ୧⍤⃝💐  
║➌ ⟿ 𝗚𝗮𝗺𝗲𝘄𝗮𝗹𝗹𝗽𝗮𝗽𝗲𝗿 ୧⍤⃝💐  
║➍ ⟿ 𝗖𝘆𝗯𝗲𝗿 ୧⍤⃝💐  
║➎ ⟿ 𝗚𝗿𝗲𝗺𝗼𝗿𝘆 ୧⍤⃝💐  
║➏ ⟿ 𝗛𝗮𝗰𝗸𝗲𝗿 ୧⍤⃝💐  
║➐ ⟿ 𝗛𝗲𝘀𝘁𝗶𝗮 ୧⍤⃝💐  
║➑ ⟿ 𝗝𝗶𝗯𝗿𝗶𝗹 ୧⍤⃝💐  
║➒ ⟿ 𝗥𝗼𝘀𝗲 ୧⍤⃝💐  
║➓ ⟿ 𝗧𝗲𝗰𝗵𝗻𝗼𝗹𝗼𝗴𝘆 ୧⍤⃝💐  
║⓫ ⟿ 𝗣𝘂𝗯𝗴 ୧⍤⃝💐  
║⓬ ⟿ 𝗙𝗿𝗲𝗲𝗙𝗶𝗿𝗲 ୧⍤⃝💐  
║⓭ ⟿ 𝗠𝗼𝘂𝗻𝘁𝗮𝗶𝗻 ୧⍤⃝💐  
║⓮ ⟿ 𝗜𝘀𝗹𝗮𝗺𝗶𝗰 ୧⍤⃝💐  
║⓯ ⟿ 𝗗𝗼𝗴 ୧⍤⃝💐  
║⓰ ⟿ 𝗜𝗺𝗴𝗰𝗮𝘁 ୧⍤⃝💐  
╚════════════════╝
`

// ================== REACTION MENU ==================
global.reactmenu = `
${statusBox}
╔═══❖•⊰ 💫 𝗥𝗘𝗔𝗖𝗧𝗜𝗢𝗡 𝗠𝗘𝗡𝗨 ⊱•❖═══╗
║➊ ⟿ 𝗞𝗶𝗹𝗹 🪅  
║➋ ⟿ 𝗣𝗮𝘁 🪅  
║➌ ⟿ 𝗖𝗿𝘆 🪅  
║➍ ⟿ 𝗛𝘂𝗴 🪅  
║➎ ⟿ 𝗞𝗶𝘀𝘀 🪅  
║➏ ⟿ 𝗦𝗹𝗮𝗽 🪅  
║➐ ⟿ 𝗦𝗮𝗱 🪅  
║➑ ⟿ 𝗕𝗶𝘁𝗲 🪅  
║➒ ⟿ 𝗕𝗮𝗸𝗮 🪅  
║➓ ⟿ 𝗦𝗺𝗶𝗹𝗲 🪅  
║⓫ ⟿ 𝗟𝗼𝘃𝗲 🪅  
╚═════════════════╝
`

// ================== GAME MENU ==================
global.gamemenu = `
${statusBox}
╔═══❖•⊰ 🎮 𝗚𝗔𝗠𝗘 𝗠𝗘𝗡𝗨 ⊱•❖═══╗
║➊ ⟿ 𝗧𝗶𝗰𝘁𝗮𝗰𝘁𝗼𝗲 🎮  
║➋ ⟿ 𝗥𝗽𝘀 🎮  
║➌ ⟿ 𝗙𝗹𝗮𝗴 🎮  
║➍ ⟿ 𝗠𝗮𝘁𝗵 🎮  
║➎ ⟿ 𝗚𝘂𝗲𝘀𝘀𝗻𝘂𝗺𝗯𝗲𝗿 🎮  
║➏ ⟿ 𝗦𝗰𝗿𝗮𝗺𝗯𝗹𝗲 🎮  
║➐ ⟿ 𝗥𝗶𝗱𝗱𝗹𝗲 🎮  
║➑ ⟿ 𝗘𝗺𝗼𝗷𝗶 🎮  
╚═════════════════╝
`


// ================== FUN MENU ==================
global.funmenu = `
${statusBox}
╔═══❖•⊰ 🎉 𝗙𝗨𝗡 𝗠𝗘𝗡𝗨 ⊱•❖═══╗  
║➊ ⟿ 𝗝𝗼𝗸𝗲 ⛃  
║➋ ⟿ 𝗠𝗲𝗺𝗲 ⛃  
║➌ ⟿ 𝗔𝗻𝗶𝗺𝗲 ⛃  
║➍ ⟿ 𝗤𝘂𝗼𝘁𝗲 ⛃  
║➎ ⟿ 𝗧𝗿𝘂𝘁𝗵𝗼𝗿𝗱𝗮𝗿𝗲 ⛃  
║➏ ⟿ 𝗘𝗶𝗴𝗵𝘁𝗕𝗮𝗹𝗹 ⛃  
║➐ ⟿ 𝗥𝗼𝗮𝘀𝘁 ⛃  
║➑ ⟿ 𝗙𝗮𝗰𝘁 ⛃  
║➒ ⟿ 𝗛𝗶𝘀𝘁𝗼𝗿𝘆𝗳𝗮𝗰𝘁 ⛃  
║➓ ⟿ 𝗖𝗮𝗽𝘁𝗶𝗼𝗻𝘀 ⛃  
║⓫ ⟿ 𝗧𝗿𝗶𝘃𝗶𝗮 ⛃  
╚═════════════════╝
`

// ================== ANIME MENU ==================
global.animemenu = `
${statusBox}
╔═❖•⊰ 🎎 𝗔𝗡𝗜𝗠𝗘 𝗠𝗘𝗡𝗨 ⊱•❖═╗  
║➊ ⟿ 𝗪𝗮𝗶𝗳𝘂 🌸  
║➋ ⟿ 𝗡𝗲𝗸𝗼 🌸  
║➌ ⟿ 𝗡𝗲𝗸𝗼𝟮 🌸  
║➍ ⟿ 𝗔𝗸𝗶𝘆𝗮𝗺𝗮 🌸  
║➎ ⟿ 𝗔𝘀𝘂𝗻𝗮 🌸  
║➏ ⟿ 𝗔𝘆𝘂𝘇𝗮𝘄𝗮 🌸  
║➐ ⟿ 𝗕𝗼𝗿𝘂𝘁𝗼 🌸  
║➑ ⟿ 𝗔𝗻𝗮 🌸  
║➒ ⟿ 𝗔𝗿𝘁 🌸  
║➓ ⟿ 𝗕𝗧𝗦 🌸  
║⓫ ⟿ 𝗖𝗮𝗿𝘁𝗼𝗼𝗻 🌸  
║⓬ ⟿ 𝗖𝗵𝗶𝗵𝗼 🌸  
║⓭ ⟿ 𝗖𝗵𝗶𝘁𝗼𝗴𝗲 🌸  
║⓮ ⟿ 𝗖𝗼𝘀𝗽𝗹𝗮𝘆 🌸  
║⓯ ⟿ 𝗖𝗼𝘀𝗽𝗹𝗮𝘆𝗹𝗼𝗹𝗶 🌸  
║⓰ ⟿ 𝗖𝗼𝘀𝗽𝗹𝗮𝘆𝘀𝗮𝗴𝗶𝗿𝗶 🌸  
║⓱ ⟿ 𝗖𝘆𝗯𝗲𝗿 🌸  
║⓲ ⟿ 𝗗𝗲𝗶𝗱𝗮𝗿𝗮 🌸  
║⓳ ⟿ 𝗗𝗼𝗿𝗮𝗲𝗺𝗼𝗻 🌸  
║⓴ ⟿ 𝗘𝗹𝗮𝗶𝗻𝗮 🌸  
║㉑ ⟿ 𝗘𝗺𝗶𝗹𝗶𝗮 🌸  
║㉒ ⟿ 𝗘𝗿𝘇𝗮 🌸  
║㉓ ⟿ 𝗘𝘅𝗼 🌸  
║㉔ ⟿ 𝗚𝗮𝗺𝗲𝘄𝗮𝗹𝗹𝗽𝗮𝗽𝗲𝗿 🌸  
║㉕ ⟿ 𝗛𝗶𝗻𝗮𝘁𝗮 🌸  
║㉖ ⟿ 𝗛𝘂𝘀𝗯𝘂 🌸  
║㉗ ⟿ 𝗜𝘁𝗮𝗰𝗵𝗶 🌸  
║㉘ ⟿ 𝗜𝘁𝗮𝗰𝗵𝗶𝘂𝗰𝗵𝗶𝗵𝗮 🌸  
║㉙ ⟿ 𝗜𝘁𝗼𝗿𝗶 🌸  
║㉚ ⟿ 𝗝𝘀𝗷 🌸  
║㉛ ⟿ 𝗠𝗶𝗸𝗮𝘀𝗮 🌸  
║㉜ ⟿ 𝗡𝗲𝘇𝘂𝗸𝗼 🌸  
║㉝ ⟿ 𝗬𝘂𝗺𝗲𝗸𝗼 🌸  
║㉞ ⟿ 𝗭𝗲𝗿𝗼𝘁𝘄𝗼 🌸  
║㉟ ⟿ 𝗞𝗶𝘁𝘀𝘂𝗻𝗲 🌸  
║㊱ ⟿ 𝗞𝘂𝗿𝘂𝗺𝗶 🌸  
║㊲ ⟿ 𝗕𝗹𝘂𝘀𝗵 🌸  
║㊳ ⟿ 𝗥𝗲𝗺 🌸  
║㊴ ⟿ 𝗔𝗻𝗶𝗺𝗲𝗵𝘂𝗴 🌸  
║㊵ ⟿ 𝗔𝗻𝗶𝗺𝗲𝗸𝗶𝘀𝘀 🌸  
║㊶ ⟿ 𝗖𝘂𝗱𝗱𝗹𝗲 🌸  
║㊷ ⟿ 𝗔𝗻𝗶𝗺𝗲𝗴𝗶𝗿𝗹 🌸  
║㊸ ⟿ 𝗦𝗵𝗶𝗻𝗼𝗯𝘂 🌸  
║㊹ ⟿ 𝗠𝗲𝗴𝘂𝗺𝗶𝗻 🌸  
║㊺ ⟿ 𝗟𝘂𝗳𝗳𝘆 🌸  
╚════════════════╝
`
module.exports = {
  menu: global.menu,
  ownermenu: global.ownermenu,
  downloadmenu: global.downloadmenu,
  automenu: global.automenu,
  aimenu: global.aimenu,
  groupmenu: global.groupmenu,
  githubmenu: global.githubmenu,
  logomenu: global.logomenu,
  toolsmenu: global.toolsmenu,
  textmenu: global.textmenu,
  utilitymenu: global.utilitymenu,
  exploitsmenu: global.exploitsmenu,
  photomenu: global.photomenu,
  reactmenu: global.reactmenu,
  gamemenu: global.gamemenu,
  funmenu: global.funmenu,
  animemenu: global.animemenu
}